{
    "Type": "Action",
    "Name": "Xenochromatic Hunter's Ray",
    "Title": "Xenochromatic Hunter's Ray: Fontemer Water Blades",
    "Desc": "Among the Fontemer Aberrants, there are certain strange \"Xenochromatic\" lifeforms. It is said that these are not actually living creatures, but rather spirits from the ocean that have neither taken physical form nor swallowed bait. They are said to bestow blessings upon those accepted by the Fontemer as well as those that are able to control it.\\nThe Xenochromatic Hunter's Ray's Ability allows the wielder to release Fontemer Water Blades that are long and sharp.",
    "Source": "",
    "Icon": "UI_Gcg_CardFace_Modify_Vehicle_LiedaoYao",
    "Cost": [
        {},
        {}
    ],
    "Tag": [
        "Technique"
    ],
    "Talent": {
        "Name": "Xenochromatic Hunter's Ray",
        "Desc": "$[K58]: $[S3130011]\\n<color=#FFFFFFFF>$[K3]: 2</color>\\n(A character can only equip 1 {SPRITE_PRESET#3008}Technique at a time)",
        "Child": {
            "K58": {
                "Name": "<color=#FFFFFFFF>{SPRITE_PRESET#3008}Technique</color>",
                "Desc": "When the active character is equipped with a {SPRITE_PRESET#3008}Technique card, they can use the corresponding {SPRITE_PRESET#3008}Technique.\\nUsing a {SPRITE_PRESET#3008} Technique counts as a Combat Action. If the character is unable to use Skills due to conditions like Frozen, Petrification, or Stun, they are also unable to use the {SPRITE_PRESET#3008}Technique.\\nUsing a {SPRITE_PRESET#3008}Technique is not considered as using a Skill. Therefore, it cannot trigger effects such as \"After using a skill\" or \"After the character triggers an Elemental Reaction.\" Damage dealt by using a {SPRITE_PRESET#3008}Technique is not considered Damage dealt by the character."
            },
            "S3130011": "S3130011",
            "K3": {
                "Name": "<color=#FFFFFFFF>Usage(s)</color>",
                "Desc": "After this card's effect is triggered, 1 <color=#FFFFFFFF>Usage</color> of it will be consumed.\\nThis card will be discarded immediately once it has 0 <color=#FFFFFFFF>Usages</color> remaining."
            }
        }
    }
}