{
    "Name": "Court of Justice's Valor",
    "Desc": "A structurally solid medium-sized building built in the same style as the Court of Fontaine branch of the Adventurers' Guild. It's one of the few buildings to utilize the metal frame and slag cement construction method, and even the gaps between the masonry are filled with a powerful adhesive. It is said that even a berserk clockwork meka going all out would have a hard time tearing it down.\\nAccording to a certain tabloid, when the Adventurers' Guild built its Fontaine branch, they took the possibility of repeated inspections by the Maison Gardiennage and the huge pressure the heavy clockwork meka would exert on the flooring into consideration. Furthermore, if conflict were to rise with the Maison Gardiennage or if a clockwork meka were to go out of control, half the building could easily be destroyed. Thus, the Adventurers' Guild was willing to invest a huge sum in a strong structure utilizing a metal frame.\\nWhen asked about it, the members of the Adventurers' Guild refused to comment on this or just responded with blank expressions. However, the local residents could clearly tell the relationship between the Adventurers' Guild and Maison Gardiennage was quite harmonious, nor was the building designed especially for the Adventurers' Guild. The article was seen as fabricating and spreading rumors. As a result, the author of the article soon became a pariah in Fontaine media industry.",
    "Icon": "UI_Homeworld_Exterior_Fd_Build_ZhuchengJz_02_Lod0",
    "Rank": 4,
    "Type": [
        "Building"
    ],
    "Type2": [
        "Fontaine-Style"
    ],
    "Cost": 530,
    "Comfort": 90,
    "Source": [
        "Fontaine Remarkable Chest Reward"
    ],
    "Recipe": {
        "Exp": 90,
        "Time": 57600,
        "Items": [
            {
                "id": 101318,
                "count": 10
            },
            {
                "id": 101001,
                "count": 10
            },
            {
                "id": 101002,
                "count": 10
            }
        ]
    }
}