{
    "Id": 15022,
    "Icon": "UI_RelicIcon_15022_4",
    "Need": [
        2,
        4
    ],
    "Rank": [
        4,
        5
    ],
    "Affix": [
        {
            "affixId": 2150220,
            "id": 215022,
            "openConfig": "",
            "addProps": [
                {
                    "propType": "FIGHT_PROP_HEAL_ADD",
                    "value": 0.1500000059605
                },
                {},
                {}
            ],
            "paramList": [
                0.1500000059605,
                0,
                0,
                0,
                0,
                0,
                0,
                0
            ],
            "Name": "Ocean-Hued Clam",
            "Desc": "Healing Bonus +15%."
        },
        {
            "affixId": 2150221,
            "id": 215022,
            "level": 1,
            "openConfig": "Relic_HealAndHolyNova",
            "addProps": [
                {},
                {},
                {}
            ],
            "paramList": [
                3,
                0.8999999761581,
                0,
                3.5,
                30000,
                0,
                0,
                0
            ],
            "Name": "Ocean-Hued Clam",
            "Desc": "When the character equipping this artifact set heals a character in the party, a Sea-Dyed Foam will appear for 3 seconds, accumulating the amount of HP recovered from healing (including overflow healing). At the end of the duration, the Sea-Dyed Foam will explode, dealing DMG to nearby opponents based on 90% of the accumulated healing. (This DMG is calculated similarly to Reactions such as Electro-Charged, and Superconduct, but is not affected by Elemental Mastery, Character Levels, or Reaction DMG Bonuses). Only one Sea-Dyed Foam can be produced every 3.5 seconds. Each Sea-Dyed Foam can accumulate up to 30,000 HP (including overflow healing). There can be no more than one Sea-Dyed Foam active at any given time. This effect can still be triggered even when the character who is using this artifact set is not on the field."
        }
    ],
    "Parts": {
        "EQUIP_RING": {
            "Icon": "UI_RelicIcon_15022_1",
            "Name": "Pearl Cage",
            "Desc": "The shining pearls that the shrine maidens of Watatsumi Island offer up shine eternally and never dim.",
            "Story": 185221
        },
        "EQUIP_NECKLACE": {
            "Icon": "UI_RelicIcon_15022_2",
            "Name": "Deep Palace's Plume",
            "Desc": "A down feather with the same hue as coral, said to come from a shrine maiden's ceremonial garment.",
            "Story": 185222
        },
        "EQUIP_DRESS": {
            "Icon": "UI_RelicIcon_15022_3",
            "Name": "Crown of Watatsumi",
            "Desc": "An ancient, intricate crown that was once used by a forgotten clergy member. Today, this relic has been enshrined with great ceremony by the people of Watatsumi.",
            "Story": 185223
        },
        "EQUIP_BRACER": {
            "Icon": "UI_RelicIcon_15022_4",
            "Name": "Sea-Dyed Blossom",
            "Desc": "A soft flower that has taken on the many shades of the capricious ocean. It shines with wondrous colors under the moon's silver light.",
            "Story": 185224
        },
        "EQUIP_SHOES": {
            "Icon": "UI_RelicIcon_15022_5",
            "Name": "Cowry of Parting",
            "Desc": "A clean, flawless seashell that comes from the bottomless ocean.",
            "Story": 185225
        }
    }
}