{
    "Id": 3004011,
    "Name": "The Past, Present, and Eternal Show (Complete)",
    "Desc": "A complete projection produced by compromised codes. The referent entity is the actors of the Sweet Dreams Troupe who have accepted the grace of the Order and become puppets that declare the law. They dance under the supreme commandments, beginning a show that will welcome the coming of paradise.",
    "MonsterCampID": null,
    "AttackBase": 18,
    "CriticalDamageBase": 0.20000000018626451,
    "DefenceBase": 210,
    "HPBase": 2511,
    "InitialDelayRatio": 1,
    "ImagePath": "SpriteOutput/MonsterFigure/Monster_3004010.png",
    "MinimumFatigueRatio": 0.20000000018626451,
    "Rank": "LittleBoss",
    "SpeedBase": null,
    "StanceBase": null,
    "StanceCount": null,
    "StatusResistanceBase": 0.20000000018626451,
    "Child": [
        {
            "Id": 3004011,
            "AttackModifyRatio": 1,
            "DefenceModifyRatio": 1,
            "EliteGroup": 1,
            "HPModifyRatio": 1,
            "SpeedModifyRatio": 1,
            "SpeedModifyValue": null,
            "StanceModifyRatio": 1,
            "StanceWeakList": [],
            "HardLevelGroup": 1,
            "DamageTypeResistance": [],
            "SkillList": [
                {
                    "Id": 300401101,
                    "SkillName": "Hearing, Together As One",
                    "SkillDesc": "In this battle, \"The Past, Present, and Eternal Show\" shares HP with all \"Puppets of the Order.\"",
                    "DamageType": "",
                    "SPHitBase": ""
                },
                {
                    "Id": 300401102,
                    "SkillName": "Appeal, Singular Grace",
                    "SkillDesc": "When entering battle, chooses a Puppet of the Order to become Impresario, granting them an extra action each turn and a small increase to their SPD. When that friendly unit's Weakness is Broken, causes their action to be delayed and re-selects another Puppet of the Order to become Impresario. If all Puppets of the Order are Weakness Broken at this time, this unit will receive DMG and delay all Puppets of the Order's actions while also increasing the DMG they receive. When any Puppet of the Order recovers from being Weakness Broken, they will be designated as the new Impresario.",
                    "DamageType": "",
                    "SPHitBase": ""
                },
                {
                    "Id": 300401103,
                    "SkillName": "Decree, Unified with Divine",
                    "SkillDesc": "Causes all Puppets of the Order to become Impresario and enter the Safeguard state, granting them an extra action each turn and a small increase to their SPD. When the target's Weakness is Broken, causes their action to be delayed. If all Puppets of the Order are Weakness Broken at this time, this unit will receive DMG and delay all Puppets of the Order's actions while also increasing the DMG they receive. When a Puppet of the Order recovers from being Weakness Broken, they will be designated as the new Impresario.",
                    "DamageType": "",
                    "SPHitBase": ""
                },
                {
                    "Id": 300401104,
                    "SkillName": "Enact, Heed Thy Command",
                    "SkillDesc": "Adds Commandment to the Action Order. Every time Commandment acts, dispels all Crowd Control debuffs and Weakness Broken states afflicting the Puppets of the Order on the field and unleashes \"Dance for Synchrony.\" Whenever a Puppet of the Order is Weakness Broken, Commandment will suffer a slight action delay.",
                    "DamageType": "",
                    "SPHitBase": ""
                },
                {
                    "Id": 300401105,
                    "SkillName": "Verdict, Eternal Life",
                    "SkillDesc": "Adds Commandment to the Action Order once.",
                    "DamageType": "",
                    "SPHitBase": ""
                },
                {
                    "Id": 300401106,
                    "SkillName": "Dance for Synchrony",
                    "SkillDesc": "There is a high chance of inflicting <u>Carousal of Wantonness</u> or <u>Carousal of Revelry</u> on all targets. There is a high chance of inflicting the <u>Alien Dream</u> state on all targets, dealing massive Physical DMG.",
                    "DamageType": "",
                    "SPHitBase": ""
                }
            ]
        }
    ],
    "Drop": [
        {
            "MonsterTemplateID": 3004011,
            "DisplayItemList": []
        },
        {
            "MonsterTemplateID": 3004011,
            "WorldLevel": 1,
            "DisplayItemList": []
        },
        {
            "MonsterTemplateID": 3004011,
            "WorldLevel": 2,
            "DisplayItemList": []
        },
        {
            "MonsterTemplateID": 3004011,
            "WorldLevel": 3,
            "DisplayItemList": []
        },
        {
            "MonsterTemplateID": 3004011,
            "WorldLevel": 4,
            "DisplayItemList": []
        },
        {
            "MonsterTemplateID": 3004011,
            "WorldLevel": 5,
            "DisplayItemList": []
        },
        {
            "MonsterTemplateID": 3004011,
            "WorldLevel": 6,
            "DisplayItemList": []
        }
    ]
}